console.log("если ты это видешь то я сердечно перед тобой извиняюсь я кирилл создал этого монстра и он загрузил наверно очень много человек отсюда из интернета  нет выхода терь ты тут на всегда нк если кто то н уничтожет этот вирус прости")

//alert("Hallo Ich bin kirill")

//prompt("opa america europe")

let pups = prompt("кто ты пупс?")

alert( "приятно познакомиться "+ pups + " !"  )

let dela = prompt("как дела " + pups + " ?")

let mesto = prompt ("a где ты живешь?")

alert  ("я тоже живу " + mesto   )

let years = prompt("сколько тебе лет?")

alert ("тебе "+ years + "и ты живешь " + mesto + " и тебя зовут "+ pups +" и у тебя дела " + dela +" ")

alert ("спасибо жди меня у себя дома ночью " + pups + " ")

let vopros = prompt ("ждешь меня ?")

alert ("я тебя не спрашиваю да или "+ vopros +" ")

let otvet = prompt ("может поделешся паролем от своей электронной почты ?")

alert ("У ТЕБЯ НЕТ ВЫБОРА Я ПРИДУ ЗА ТОБОЙ И РАМКРАМСАЮ НА ЧАСТИ НО ЕСЛИ ТЫ ДАШЬ МНЕ ПОРОЛЬ ОТ СВОЕЙ ЭЛЕКТРОННОЙ ПОЧТЕ ЭТОГО МОЖЕТ И НЕ БЫТЬ")

let parol = prompt ("ПИШИ ПАРОЛЬ БЫСТРО ")

prompt ("твой пароль "+ parol +" ТОЧНО ТАКОЙ ?!")

alert ("ТЫ МЕНЯ ВЫНУЖДАЕШЬ ЖДИ МЕНЯ "+ pups +  " ")